Repository: hocgin/ErrorKit
Catalog: Sources/ErrorKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# EnhancedDescriptions.CoreData.NSPersistentStoreOpenError
source: Unable to open the persistent store. Please check your storage or permissions.
ar: تعذر فتح متجر البيانات المستمر. يرجى التحقق من التخزين أو الأذونات.
bg: Неуспешно отваряне на персистентния склад. Моля, проверете вашето хранилище или разрешения.
ca: No s'ha pogut obrir la botiga persistent. Comprova l'emmagatzematge o els permisos.
cs: Nelze otevřít perzistentní úložiště. Zkontrolujte své úložiště nebo oprávnění.
da: Kan ikke åbne den vedholdende butik. Tjek venligst din lagerplads eller tilladelser.
de: Der persistente Speicher konnte nicht geöffnet werden. Bitte überprüfe deinen Speicher oder deine Berechtigungen.
el: Δεν ήταν δυνατή η άνοιξη του αποθηκευτικού χώρου. Παρακαλώ ελέγξτε την αποθήκευση ή τις άδειες σας.
es: No se pudo abrir la tienda persistente. Por favor, verifica tu almacenamiento o permisos.
es_419: No se pudo abrir la tienda persistente. Por favor, comprueba tu almacenamiento o permisos.
fi: Ei voitu avata pysyvää tietovarastoa. Tarkista tallennustila tai oikeudet.
fr: Impossible d'ouvrir le magasin persistant. Veuillez vérifier votre stockage ou vos autorisations.
fr_ca: Impossible d'ouvrir le magasin persistant. Veuillez vérifier votre stockage ou vos permissions.
he: לא ניתן לפתוח את מאגר הנתונים המתמשך. אנא בדוק את האחסון או ההרשאות שלך.
hi: स्थायी स्टोर खोलने में असमर्थ। कृपया अपनी स्टोरेज या अनुमति की जांच करें।
hr: Nije moguće otvoriti trajno spremište. Provjerite pohranu ili dozvole.
hu: Nem lehet megnyitni a tartós tárolót. Kérlek, ellenőrizd a tárolást vagy a jogosultságokat.
id: Tidak dapat membuka penyimpanan yang persisten. Silakan periksa penyimpanan atau izin Anda.
it: Impossibile aprire il negozio persistente. Controlla il tuo spazio di archiviazione o i permessi.
ja: 永続ストアを開けませんでした。ストレージまたは権限を確認してください。
kk: Тұрақты сақтау орнын ашу мүмкін емес. Сақтау орны немесе рұқсатыңызды тексеріңіз.
ko: 영구 저장소를 열 수 없습니다. 저장소 또는 권한을 확인하세요.
ms: Tidak dapat membuka pangkalan data yang berterusan. Sila semak storan atau kebenaran anda.
nb: Kan ikke åpne den vedvarende lagringen. Vennligst sjekk lagring eller tillatelser.
nl: Kan de persistente opslag niet openen. Controleer je opslag of toestemming.
pl: Nie można otworzyć trwałego magazynu. Proszę sprawdzić pamięć lub uprawnienia.
pt_br: Não foi possível abrir o armazenamento persistente. Verifique seu espaço de armazenamento ou permissões.
pt_pt: Não foi possível abrir a loja persistente. Verifica o teu armazenamento ou permissões.
ro: Nu se poate deschide magazinul persistent. Te rugăm să verifici stocarea sau permisiunile.
ru: Не удалось открыть постоянное хранилище. Пожалуйста, проверьте ваше хранилище или разрешения.
sk: Nepodarilo sa otvoriť perzistentné úložisko. Skontrolujte uloženie alebo oprávnenia.
sv: Kunde inte öppna den permanenta butiken. Kontrollera lagring eller behörigheter.
th: ไม่สามารถเปิดที่เก็บถาวรได้ โปรดตรวจสอบพื้นที่จัดเก็บหรือสิทธิ์การเข้าถึง
tr: Kalıcı depoyu açmak mümkün olmadı. Lütfen depolamanızı veya izinlerinizi kontrol edin.
uk: Не вдалося відкрити постійне сховище. Будь ласка, перевірте своє сховище або права.
vi: Không thể mở kho dữ liệu. Vui lòng kiểm tra bộ nhớ hoặc quyền truy cập của bạn.
zh_hans: 无法打开持久化存储。请检查您的存储或权限。
zh_hant: 無法打開持久性儲存。請檢查您的儲存或權限。
zh_hk: 無法打開持久存儲。請檢查您的存儲或權限。

# EnhancedDescriptions.CoreData.NSPersistentStoreSaveError
source: Failed to save the data. Please try again.
ar: فشل في حفظ البيانات. يرجى المحاولة مرة أخرى.
bg: Неуспешно записване на данните. Моля, опитайте отново.
ca: No s'ha pogut desar les dades. Torna-ho a intentar.
cs: Nepodařilo se uložit data. Zkuste to prosím znovu.
da: Det kunne ikke lade sig gøre at gemme dataene. Prøv venligst igen.
de: Das Speichern der Daten ist fehlgeschlagen. Bitte versuche es erneut.
el: Αποτυχία στην αποθήκευση των δεδομένων. Παρακαλώ δοκιμάστε ξανά.
es: Error al guardar los datos. Por favor, inténtalo de nuevo.
es_419: Falla al guardar los datos. Por favor, intenta nuevamente.
fi: Tietojen tallentaminen epäonnistui. Yritä uudelleen.
fr: Échec de l'enregistrement des données. Veuillez réessayer.
fr_ca: Échec de l'enregistrement des données. Veuillez réessayer.
he: נכשל בשמירת הנתונים. אנא נסה שוב.
hi: डेटा को सहेजने में असफल। कृपया पुन: प्रयास करें।
hr: Spremanje podataka nije uspjelo. Molimo pokušajte ponovo.
hu: A mentés nem sikerült. Kérlek, próbáld újra.
id: Gagal menyimpan data. Silakan coba lagi.
it: Salvataggio dei dati non riuscito. Riprova.
ja: データの保存に失敗しました。もう一度お試しください。
kk: Деректерді сақтау мүмкін болмады. Қайта көріңіз.
ko: 데이터를 저장하지 못했습니다. 다시 시도하세요.
ms: Gagal menyimpan data. Sila cuba lagi.
nb: Lagring av data mislyktes. Vennligst prøv igjen.
nl: Het opslaan van de gegevens is mislukt. Probeer het opnieuw.
pl: Nie udało się zapisać danych. Proszę spróbować ponownie.
pt_br: Falha ao salvar os dados. Por favor, tente novamente.
pt_pt: Falha ao guardar os dados. Por favor, tenta novamente.
ro: Salvarea datelor a eșuat. Te rugăm să încerci din nou.
ru: Не удалось сохранить данные. Пожалуйста, попробуйте снова.
sk: Nepodarilo sa uložiť údaje. Prosím, skúste to znova.
sv: Misslyckades med att spara datan. Försök igen.
th: ไม่สามารถบันทึกข้อมูลได้ โปรดลองอีกครั้ง
tr: Verileri kaydetmek başarısız oldu. Lütfen tekrar deneyin.
uk: Не вдалося зберегти дані. Спробуйте ще раз.
vi: Lưu dữ liệu không thành công. Vui lòng thử lại.
zh_hans: 保存数据失败。请重试。
zh_hant: 無法儲存資料。請再試一次。
zh_hk: 保存數據失敗。請再試一次。

# EnhancedDescriptions.CoreData.NSValidationMissingMandatoryPropertyError
source: A mandatory property is missing. Please fill all required fields.
ar: خاصية إلزامية مفقودة. يرجى ملء جميع الحقول المطلوبة.
bg: Липсва задължително свойство. Моля, попълнете всички задължителни полета.
ca: Falta una propietat obligatòria. Si us plau, omple tots els camps requerits.
cs: Chybí povinný údaj. Prosím vyplňte všechna povinná pole.
da: En obligatorisk egenskab mangler. Udfyld venligst alle påkrævede felter.
de: Ein Pflichtfeld fehlt. Bitte fülle alle erforderlichen Felder aus.
el: Λείπει μια υποχρεωτική ιδιότητα. Παρακαλώ συμπληρώστε όλα τα απαιτούμενα πεδία.
es: Falta una propiedad obligatoria. Por favor, completa todos los campos requeridos.
es_419: Falta una propiedad obligatoria. Por favor, completa todos los campos requeridos.
fi: Pakollinen kenttä puuttuu. Täytä kaikki vaaditut kentät.
fr: Une propriété obligatoire est manquante. Veuillez remplir tous les champs requis.
fr_ca: Une propriété obligatoire est manquante. Veuillez remplir tous les champs requis.
he: שדה חובה חסר. אנא מלא את כל השדות הנדרשים.
hi: एक अनिवार्य संपत्ति गायब है। कृपया सभी आवश्यक फ़ील्ड भरें।
hr: Potrebna svojstva su nedostajuća. Molimo ispunite sva obavezna polja.
hu: Hiányzik egy kötelező mező. Kérlek, töltsd ki az összes kötelező mezőt.
id: Sebuah properti wajib hilang. Silakan isi semua kolom yang diperlukan.
it: Manca una proprietà obbligatoria. Compila tutti i campi richiesti.
ja: 必須のプロパティが不足しています。すべての必須フィールドに入力してください。
kk: Міндетті қасиеттің біреуі жоқ. Барлық міндетті алаңды толтырыңыз.
ko: 필수 속성이 누락되었습니다. 모든 필수 필드를 채워주세요.
ms: Satu atribut wajib tidak ada. Sila isi semua medan yang diperlukan.
nb: En obligatorisk egenskap mangler. Vennligst fyll ut alle påkrevde felter.
nl: Een verplichte eigenschap ontbreekt. Vul alle vereiste velden in.
pl: Brakuje wymaganego atrybutu. Proszę wypełnić wszystkie wymagane pola.
pt_br: Uma propriedade obrigatória está faltando. Por favor, preencha todos os campos obrigatórios.
pt_pt: Falta uma propriedade obrigatória. Por favor, preenche todos os campos obrigatórios.
ro: O proprietate obligatorie lipsește. Te rugăm să completezi toate câmpurile necesare.
ru: Обязательное поле отсутствует. Пожалуйста, заполните все обязательные поля.
sk: Chýba povinný atribút. Prosím, vyplňte všetky povinné polia.
sv: En obligatorisk egenskap saknas. Fyll i alla obligatoriska fält.
th: มีคุณสมบัติบังคับขาดหายไป โปรดกรอกข้อมูลในฟิลด์ที่จำเป็นทั้งหมด
tr: Gerekli bir alan eksik. Lütfen tüm zorunlu alanları doldurun.
uk: Відсутня обов'язкова властивість. Будь ласка, заповніть всі обов'язкові поля.
vi: Một thuộc tính bắt buộc bị thiếu. Vui lòng điền đủ tất cả các trường bắt buộc.
zh_hans: 缺少必要属性。请填充所有必填字段。
zh_hant: 缺少必要屬性。請填寫所有必填欄位。
zh_hk: 缺少必要屬性。請填寫所有必填字段。

# EnhancedDescriptions.CoreData.NSValidationMultipleErrorsError
source: Multiple validation errors occurred while saving.
ar: حدثت عدة أخطاء في التحقق أثناء الحفظ.
bg: Възникнаха множество грешки при валидиране при записване.
ca: S'han produït múltiples errors de validació mentre es desaven.
cs: Při ukládání došlo k více validačním chybám.
da: Der opstod flere valideringsfejl under gemning.
de: Beim Speichern sind mehrere Validierungsfehler aufgetreten.
el: Παρουσιάστηκαν πολλαπλά σφάλματα επικύρωσης κατά την αποθήκευση.
es: Se produjeron múltiples errores de validación al guardar.
es_419: Ocurrieron múltiples errores de validación al guardar.
fi: Tallennuksen aikana tapahtui useita validointivirheitä.
fr: Plusieurs erreurs de validation se sont produites lors de l'enregistrement.
fr_ca: Plusieurs erreurs de validation se sont produites lors de l'enregistrement.
he: אירעו מספר שגיאות אימות בעת השמירה.
hi: सहेजने के दौरान अनेक मान्यता त्रुटियाँ हुईं।
hr: Došlo je do više pogrešaka pri validaciji tijekom spremanja.
hu: Több érvényesítési hiba történt a mentés közben.
id: Terjadi beberapa kesalahan validasi saat menyimpan.
it: Si sono verificati più errori di convalida durante il salvataggio.
ja: 保存中に複数の検証エラーが発生しました。
kk: Сақтау кезінде бірнеше валидация қатесі пайда болды.
ko: 저장하는 동안 여러 개의 검증 오류가 발생했습니다.
ms: Beberapa ralat pengesahan berlaku semasa menyimpan.
nb: Flere valideringsfeil oppstod under lagring.
nl: Er zijn meerdere validatiefouten opgetreden bij het opslaan.
pl: Wystąpiło kilka błędów walidacji podczas zapisywania.
pt_br: Ocorreram múltiplos erros de validação ao salvar.
pt_pt: Ocorreram múltiplos erros de validação ao guardar.
ro: Au apărut mai multe erori de validare în timpul salvării.
ru: Во время сохранения произошли несколько ошибок валидации.
sk: Pri ukladaní došlo k viacerým chybám overovania.
sv: Flera valideringsfel inträffade vid sparande.
th: เกิดข้อผิดพลาดในการตรวจสอบหลายจุดขณะบันทึกข้อมูล
tr: Kaydetme işlemi sırasında birden fazla doğrulama hatası meydana geldi.
uk: Сталися множинні помилки валідації під час збереження.
vi: Đã xảy ra nhiều lỗi xác thực khi lưu.
zh_hans: 保存时发生了多个验证错误。
zh_hant: 儲存時發生多個驗證錯誤。
zh_hk: 保存時發生多個驗證錯誤。

# EnhancedDescriptions.CoreData.NSValidationRelationshipLacksMinimumCountError
source: A relationship is missing required related objects.
ar: علاقة مفقودة كائنات مرتبطة مطلوبة.
bg: Свързването липсва задължителни свързани обекти.
ca: Falta una relació amb objectes relacionats requerits.
cs: Vztah postrádá požadované související objekty.
da: Et forhold mangler påkrævede relaterede objekter.
de: Bei einer Beziehung fehlen erforderliche zugehörige Objekte.
el: Μια σχέση λείπει απαιτούμενα σχετικά αντικείμενα.
es: Una relación carece de los objetos relacionados necesarios.
es_419: Falta un objeto relacionado en una relación obligatoria.
fi: Suhteelta puuttuu vaadittuja liittyviä objekteja.
fr: Une relation manque d'objets liés requis.
fr_ca: Une relation manque des objets associés requis.
he: יחסים חסרים אובייקטים נדרשים.
hi: एक संबंध में आवश्यक संबंधित वस्तुएँ गायब हैं।
hr: Vezi nedostaju obavezni povezani objekti.
hu: Egy kapcsolatnak hiányzik a szükséges kapcsolódó objektuma.
id: Sebuah hubungan tidak memiliki objek terkait yang diperlukan.
it: Manca un oggetto correlato richiesto in una relazione.
ja: 関係に必要な関連オブジェクトが不足しています。
kk: Қатынас үшін талап етілген байланысты объектілер жоқ.
ko: 관계가 필요한 관련 객체를 누락하고 있습니다.
ms: Satu hubungan kekurangan objek berkaitan yang diperlukan.
nb: Et relasjons krav mangler nødvendige relaterte objekter.
nl: Een relatie mist vereiste gerelateerde objecten.
pl: Relacja nie zawiera wymaganych obiektów pokrewnych.
pt_br: Uma relação está faltando objetos relacionados obrigatórios.
pt_pt: Uma relação está a faltar objetos relacionados obrigatórios.
ro: O relație lipsește obiecte asociate necesare.
ru: Отношение не содержит необходимые связанные объекты.
sk: Vzťahu chýbajú požadované súvisiace objekty.
sv: En relation saknar nödvändiga relaterade objekt.
th: ความสัมพันธ์ขาดวัตถุที่เกี่ยวข้องที่จำเป็น
tr: Bir ilişki gerekli ilişkili nesneleri eksik.
uk: У відношенні відсутні необхідні пов'язані об'єкти.
vi: Một mối quan hệ thiếu các đối tượng liên kết cần thiết.
zh_hans: 缺少所需相关对象的关系。
zh_hant: 缺少所需的相關物件。
zh_hk: 關係缺少所需的相關對象。

# EnhancedDescriptions.MKError.default
source: A MapKit error occurred: %@
ar: حدث خطأ في MapKit: %@
bg: Възникна MapKit грешка: %@
ca: S'ha produït un error de MapKit: %@
cs: Došlo k chybě MapKit: %@
da: Der opstod en MapKit-fejl: %@
de: Ein MapKit-Fehler ist aufgetreten: %@
el: Παρουσιάστηκε σφάλμα MapKit: %@
es: Ocurrió un error de MapKit: %@
es_419: Ocurrió un error de MapKit: %@
fi: MapKit-virhe tapahtui: %@
fr: Une erreur MapKit est survenue : %@
fr_ca: Une erreur MapKit s'est produite : %@
he: לא נמצאה שגיאת MapKit: %@
hi: एक MapKit त्रुटि हुई: %@
hr: Pogreška MapKit-a se dogodila: %@
hu: Térképes hiba történt: %@
id: Terjadi kesalahan MapKit: %@
it: Si è verificato un errore di MapKit: %@
ja: MapKitエラーが発生しました: %@
kk: MapKit қатесі орын алды: %@
ko: MapKit 오류가 발생했습니다: %@
ms: Ralat MapKit berlaku: %@
nb: Det oppstod en MapKit-feil: %@
nl: Er is een MapKit-fout opgetreden: %@
pl: Wystąpił błąd MapKit: %@
pt_br: Ocorreu um erro no MapKit: %@
pt_pt: Ocorreu um erro de MapKit: %@
ro: A apărut o eroare MapKit: %@
ru: Произошла ошибка MapKit: %@
sk: Došlo k chybe MapKit: %@
sv: Ett MapKit-fel inträffade: %@
th: เกิดข้อผิดพลาดใน MapKit: %@
tr: Bir MapKit hatası meydana geldi: %@
uk: Сталася помилка MapKit: %@
vi: Đã xảy ra lỗi MapKit: %@
zh_hans: 发生了MapKit错误：%@
zh_hant: 發生 MapKit 錯誤：%@。
zh_hk: 發生地圖錯誤：%@。

# EnhancedDescriptions.MKError.directionsNotFound
source: No directions could be found for the specified route.
ar: لم يتم العثور على أي توجيهات للطريق المحدد.
bg: Не могат да бъдат намерени указания за посочения маршрут.
ca: No s'han pogut trobar direccions per a la ruta especificada.
cs: Nebyly nalezeny žádné pokyny pro zadanou trasu.
da: Der kunne ikke findes nogen ruteanvisninger for den angivne rute.
de: Es konnten keine Routeninformationen für die angegebene Strecke gefunden werden.
el: Δεν βρέθηκαν οδηγίες για τη συγκεκριμένη διαδρομή.
es: No se pudieron encontrar direcciones para la ruta especificada.
es_419: No se encontraron direcciones para la ruta especificada.
fi: Annetulle reitille ei löytynyt reittiohjeita.
fr: Aucune indication n'a pu être trouvée pour l'itinéraire spécifié.
fr_ca: Aucune direction n'a pu être trouvée pour l'itinéraire spécifié.
he: לא נמצאו הוראות עבור המסלול המצויין.
hi: निर्धारित मार्ग के लिए कोई दिशा नहीं मिल सकी।
hr: Nema pronađenih uputa za navedenu rutu.
hu: Nem találhatók irányok a megadott útvonalhoz.
id: Tidak ada arahan yang dapat ditemukan untuk rute yang ditentukan.
it: Non ci sono indicazioni per l'itinerario specificato.
ja: 指定されたルートのための指示が見つかりませんでした。
kk: Көрсетілген маршрут үшін бағыт табылмады.
ko: 지정된 경로에 대한 방향을 찾을 수 없습니다.
ms: Tiada arah yang dapat dijumpai untuk laluan yang ditentukan.
nb: Ingen veibeskrivelser kunne finnes for den spesifiserte ruten.
nl: Er konden geen routebeschrijvingen worden gevonden voor de opgegeven route.
pl: Nie można znaleźć tras dla podanego kierunku.
pt_br: Nenhuma direção pôde ser encontrada para a rota especificada.
pt_pt: Não foi possível encontrar direções para a rota especificada.
ro: Nu s-au putut găsi indicații pentru ruta specificată.
ru: Маршрут не найден для указанного направления.
sk: Neboli nájdené žiadne pokyny pre zadanú trasu.
sv: Inga vägar kunde hittas för den angivna rutten.
th: ไม่พบเส้นทางสำหรับเส้นทางที่ระบุ.
tr: Belirtilen rota için hiçbir yönlendirme bulunamadı.
uk: Не вдалося знайти маршрут для вказаного напрямку.
vi: Không tìm thấy chỉ dẫn cho lộ trình đã chỉ định.
zh_hans: 未找到指定路线的方向。
zh_hant: 找不到指定路線的路徑。
zh_hk: 找不到指定路線的方向。

# EnhancedDescriptions.MKError.loadingThrottled
source: Map loading is being throttled. Please wait a moment and try again.
ar: تحميل الخريطة يتعرض للتقيد. يُرجى الانتظار قليلاً والمحاولة مرة أخرى.
bg: Зареждането на картата е ограничено. Моля, изчакайте малко и опитайте отново.
ca: La càrrega del mapa està sent limitada. Si us plau, espera un moment i torna a intentar-ho.
cs: Načítání mapy je omezováno. Prosím, chvíli počkejte a zkuste to znovu.
da: Kartelæsning bliver begrænset. Vent venligst et øjeblik og prøv igen.
de: Das Laden der Karte wird gedrosselt. Bitte warte einen Moment und versuche es erneut.
el: Η φόρτωση του χάρτη περιορίζεται. Παρακαλώ περίμενε λίγο και προσπάθησε ξανά.
es: La carga del mapa está siendo limitada. Por favor, espera un momento y vuelve a intentar.
es_419: La carga del mapa está siendo limitada. Por favor, espera un momento e intenta de nuevo.
fi: Karttan lataaminen on rajoitettua. Ole hyvä ja odota hetki ja yritä uudelleen.
fr: Le chargement de la carte est limité. Veuillez patienter un moment puis réessayer.
fr_ca: Le chargement de la carte est limité. Veuillez patienter un moment et réessayer.
he: טעינת המפה מדוכאת. אנא המתן רגע ונסה שוב.
hi: नक्शा लोड हो रहा है। कृपया एक पल रुकें और फिर से प्रयास करें।
hr: Učitavanje karte je usporeno. Molimo vas da pričekate trenutak i pokušate ponovno.
hu: A térkép betöltése le van korlátozva. Kérlek, várj egy pillanatot, majd próbáld újra.
id: Pemuatan peta sedang dibatasi. Harap tunggu sebentar dan coba lagi.
it: Il caricamento della mappa è limitato. Attendere un momento e riprovare.
ja: マップの読み込みが制限されています。少々お待ちいただき、再試行してください。
kk: Картаны жүктеу шектелуде. Біраз күте тұрыңыз да, қайтадан көріңіз.
ko: 지도 로딩이 지연되고 있습니다. 잠시 기다린 후 다시 시도해 주세요.
ms: Memuat peta sedang dibatasi. Sila tunggu sebentar dan cuba lagi.
nb: Karten lastes inn med begrensning. Vennligst vent et øyeblikk og prøv igjen.
nl: Het laden van de kaart wordt vertraagd. Wacht even en probeer het opnieuw.
pl: Załadowanie mapy jest ograniczone. Proszę czekać chwilę i spróbować ponownie.
pt_br: O carregamento do mapa está sendo limitado. Por favor, aguarde um momento e tente novamente.
pt_pt: O carregamento do mapa está a ser limitado. Por favor, aguarde um momento e tente novamente.
ro: Încărcarea hărții este limitată. Te rugăm să aștepți puțin și să încerci din nou.
ru: Загрузка карты ограничена. Пожалуйста, подождите немного и попробуйте еще раз.
sk: Načítanie mapy je obmedzené. Prosím, počkajte chvíľu a skúste to znova.
sv: Kartladdningen är begränsad. Vänligen vänta en stund och försök igen.
th: การโหลดแผนที่ถูกจำกัด กรุณารอสักครู่และลองอีกครั้ง
tr: Harita yüklenmesi kısıtlanıyor. Lütfen bir süre bekleyin ve tekrar deneyin.
uk: Завантаження карти обмежено. Будь ласка, почекайте кілька хвилин і спробуйте ще раз.
vi: Việc tải bản đồ đang bị giới hạn. Vui lòng chờ một lúc và thử lại.
zh_hans: 地图加载被限制。请稍等片刻再试。
zh_hant: 地圖加載正在受到限制。請稍候片刻，然後再試一次。
zh_hk: 地圖載入受到限制。請稍候片刻再試。

# EnhancedDescriptions.MKError.placemarkNotFound
source: The requested placemark could not be found. Please check the location details.
ar: لم يتم العثور على العلامة المكانية المطلوبة. يُرجى التحقق من تفاصيل الموقع.
bg: Заявеният обект за местоположение не можа да бъде намерен. Моля, проверете детайлите на местоположението.
ca: No s'ha pogut trobar la marca de lloc sol·licitada. Si us plau, comprova els detalls de la ubicació.
cs: Požadovaná poloha nebyla nalezena. Zkontrolujte prosím detaily umístění.
da: Det anmodede sted kan ikke findes. Kontroller venligst lokationsoplysningerne.
de: Der angeforderte Standort konnte nicht gefunden werden. Bitte überprüfe die Standortdetails.
el: Ο ζητούμενος σημειογράφος δεν βρέθηκε. Παρακαλώ έλεγξε τις λεπτομέρειες του τοποθεσίας.
es: No se pudo encontrar el marcador de posición solicitado. Por favor, verifica los detalles de la ubicación.
es_419: No se pudo encontrar el marcador solicitado. Por favor, verifica los detalles de la ubicación.
fi: Pyydetty paikkamerkki ei löytynyt. Tarkista sijaintitiedot.
fr: Le repère demandé est introuvable. Veuillez vérifier les détails de l'emplacement.
fr_ca: Le repère demandé est introuvable. Veuillez vérifier les détails de l'emplacement.
he: לא ניתן למצוא את המיקום המבוקש. אנא בדוק את פרטי המיקום.
hi: अनुरोधित स्थलचिह्न नहीं मिला। कृपया स्थान विवरण की जाँच करें।
hr: Zatražena oznaka mjesta nije pronađena. Molimo provjerite detalje lokacije.
hu: A kért helymeghatározó nem található. Kérlek, ellenőrizd a helyadatokat.
id: Poin lokasi yang diminta tidak dapat ditemukan. Harap periksa detail lokasi.
it: Non è stato possibile trovare il segnaposto richiesto. Controlla i dettagli della posizione.
ja: 要求されたプレースマークが見つかりませんでした。位置情報を再確認してください。
kk: Сұралған орны анықталмады. Орналасқан орынның мәліметтерін тексеріңіз.
ko: 요청한 플래스마크를 찾을 수 없습니다. 위치 세부정보를 확인해 주세요.
ms: Tempat yang diminta tidak dapat ditemukan. Sila semak butiran lokasi.
nb: Den forespurte stedsmarkøren kunne ikke bli funnet. Vennligst sjekk detaljer om stedet.
nl: De opgevraagde plaatsmarkering kon niet worden gevonden. Controleer de locatiegegevens.
pl: Nie znaleziono żądanego punktu orientacyjnego. Proszę sprawdzić szczegóły lokalizacji.
pt_br: O marcador solicitado não foi encontrado. Por favor, verifique os detalhes da localização.
pt_pt: O local pedido não pôde ser encontrado. Por favor, verifique os detalhes da localização.
ro: Marcajul solicitat nu a fost găsit. Te rugăm să verifici detaliile locației.
ru: Запрашиваемый идентификатор местоположения не найден. Пожалуйста, проверьте детали местоположения.
sk: Požadovaný bod záujmu sa nenašiel. Skontrolujte detaily polohy.
sv: Den begärda platsen kunde inte hittas. Vänligen kontrollera platsuppgifterna.
th: ไม่พบตำแหน่งที่ร้องขอ กรุณาตรวจสอบรายละเอียดตำแหน่ง
tr: İstenen yer belirtimi bulunamadı. Lütfen konum ayrıntılarını kontrol edin.
uk: Запитуваний позначка не знайдена. Будь ласка, перевірте дані про місцезнаходження.
vi: Không tìm thấy địa điểm yêu cầu. Vui lòng kiểm tra chi tiết vị trí.
zh_hans: 请求的地标无法找到。请检查位置详情。
zh_hant: 找不到請求的地標。請檢查位置詳細資訊。
zh_hk: 無法找到所請求的地標。請檢查地點詳情。
